Revit 2027 API
SymbolTypeId.TCO2ePerKWh Property
 Symbol tCO₂e/KWh, indicating tonnes Carbon Dioxide per kilowatt hour
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TCO2ePerKWh { get; }
Public Shared ReadOnly Property TCO2ePerKWh As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TCO2ePerKWh {
	ForgeTypeId^ get ();
}
static member TCO2ePerKWh : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace